Repository: likeablegeek/vamwp
Catalog: languages/vamwp-*.po
Languages: fi_fi

source: You do not have sufficient permissions to access this page.
fi_fi: Käyttöoikeutesi eivät riitä tämän sivun käyttämiseen.

source: Your settings have been saved. Happy flying.
fi_fi: Asetuksesi on tallennettu. Mukavaa lentoa.

source: VAMwp Options
fi_fi: VAMwp asetukset

source: VAM URL Path
fi_fi: VAM URL osoite

source: VAM MySQL Server
fi_fi: VAM MySQL palvelin

source: VAM MySQL DB Name
fi_fi: VAM MySQL DB nimi

source: VAM MySQL DB Username
fi_fi: VAM MySQL DB käyttäjätunnus

source: VAM MySQL DB Password
fi_fi: VAM MySQL DB salasana

source: Save Changes
fi_fi: Tallenna muutokset

source: Date
fi_fi: Päiväys

source: Pilot
fi_fi: Lentäjä

source: Callsign
fi_fi: Kutsumakoodi

source: Flight
fi_fi: Lento

source: Departure
fi_fi: Lähtevä

source: Arrival
fi_fi: Saapuva

source: Distance
fi_fi: Etäisyys

source: Fuel
fi_fi: Polttoaine

source: Hangar Entry Date
fi_fi: Käyttöönottopäivä

source: Hangar Exit Date
fi_fi: Käytöstäpoistumispäivä

source: Last Pilot
fi_fi: Viimeinen lentäjä

source: Reason
fi_fi: Syy

source: Item
fi_fi: Asia

source: Value
fi_fi: Arvo

source: Name
fi_fi: Nimi

source: Location
fi_fi: Sijainti

source: Type
fi_fi: Tyyppi

source: Hours
fi_fi: Lentotunnit

source: Booked
fi_fi: Varaustila

source: Available
fi_fi: Käytettävissä

source: Status
fi_fi: Tila

source: Number of PAX
fi_fi: Matkustajien määrä

source: Maximum Range
fi_fi: Suurin toimintasäde

source: Cargo Capacity
fi_fi: Rahtikapasiteetti

source: Aircraft Length
fi_fi: Lentokoneen pituus

source: Maximum Zero-fuel Weight (MZFW)
fi_fi: Suurin massa ilman polttoainetta (MZFW)

source: Maximum Landing Weight (MLW)
fi_fi: Suurin laskeutumismassa (MLW)

source: Maximum Takeoff Weight (MTOW)
fi_fi: Suurin nousukiitomassa (MTOW)

source: Cruising Speed
fi_fi: Matkanopeus

source: Service Ceiling
fi_fi: Suurin sallittu lentokorkeus

source: Crew Members
fi_fi: Miehistön jäsenet

source: Pilots
fi_fi: Lentäjät

source: Aircraft in Fleet
fi_fi: Lentokoneita laivastossa

source: Routes
fi_fi: Reitit

source: Total Hours
fi_fi: Lentotuntien kokonaismäärä

source: Flights Total
fi_fi: Lentojen kokonaismäärä

source: Flights Regular
fi_fi: Lentoja säännöllisesti

source: Flights Charter
fi_fi: Charterlennot

source: % Flights Regular
fi_fi: % säännöllisiä lentoja

source: Flight Time
fi_fi: Lentoaika

source: Joined
fi_fi: Liittynyt

source: Rank
fi_fi: Arvoaste

source: Country
fi_fi: Maa

source: Active
fi_fi: Aktiivinen

source: Inactive
fi_fi: Epäaktiivinen

source: Duration
fi_fi: Kesto

source: Plane Type
fi_fi: Lentokonetyyppi

source: Tail Number
fi_fi: Lentokoneen rekisteritunnus

source: Info
fi_fi: Lisätietoa

source: Tour
fi_fi: Kiertue

source: Start Date
fi_fi: Alkamispäivä

source: End Date
fi_fi: Päättymispäivä

source: Num. Legs
fi_fi: Etappien määrä

source: Rank Image
fi_fi: Arvoasteen kuva

source: Rank Minimum
fi_fi: Arvoasteen vähimmäislentotunnit

source: Rank Maximum
fi_fi: Arvoasteen enimmäislentotunnit

source: Salary Per Hour
fi_fi: Palkka per tunti

source: Award Name
fi_fi: Palkinnon nimi

source: Award Description
fi_fi: Palkinnon lisätiedot

source: Number of Pilots
fi_fi: Lentäjien määrä

source: Number of Aircraft
fi_fi: Lentokoneiden määrä

source: Number of Routes
fi_fi: Reittien määrä

source: Runway
fi_fi: Kiitotie

source: Length
fi_fi: Pituus

source: Width
fi_fi: Leveys

source: Elevation
fi_fi: Korkeus

source: Displaced Threshold
fi_fi: Siirretty kynnys

source: Heading
fi_fi: Suunta

source: Freq
fi_fi: Taajuus

source: View airport information
fi_fi: Näytä lentokentän tiedot

source: Website
fi_fi: Nettisivu

source: Registry
fi_fi: Rekisteri

source: User type
fi_fi: Käyttäjätyyppi

source: Validation
fi_fi: Vahvistus
